#1)Создайте несколько переменных с типом данных str, так, что1)Создайте #несколько переменных с типом данных str, так, чтобы одна переменная
#содержала одно слово, затем объедините их в одно предложение, так, чтобы #слова были
#записаны через пробел.
#Пример:
#Ввод:“hello”, “world”, “I’m”, “John”#
#Вывод: hello world, 

#int()
#first = "hello"
#second = "world"
#third = ""I"am""
#fourth = "Sezim"
#fuul_text =first+ " " +second+" " +third + " " +fourth
#print ("fuul_text")


#2)Создайте переменную, поместите туда строку, затем выведите ее 3 раза, #через пробел.
#Пример:
#Ввод: “hello”
#Вывод: hello hello hello

#s = "Hello world"
#print(s*3)

#3)Создайте переменные, которые будут принимать от пользователя строку с #его именем и
#фамилией, затем еще одну переменную в которой будет храниться строка с
#приветствием, выведите пользователю приветствие.
#Пример:
#Ввод:John, Snow
#Вывод: Hello, John Snow!

#name = input("Как вас зовут?")
#print (Привет ," , name)


#4)Принимайте от пользователя слово и возвращайте его расположение букв в #обратном
#порядке(используйте срез строк).
#Пример:
#Ввод: “Hello”
#Вывод: olleH


#s = "World"
#print(s[::-1])



